{
   "kingdom": {
      "kingdom_name": "Alliance du Nord",
      "quote": "Mes ancêtres ont suivi les étoiles pendant mille, mille cycles.",
      "long_description": "Courageux et hardis, les hommes et les femmes du nord vivent dans l'espoir d'une nouvelle aube sur un territoire inexploré. Armés de boussoles et de haches, ils sont fiers de leur adaptabilité tenace.",
      "post_selection_description": ", un clan d'explorateurs tenaces.",
      "initial_town_name": "Voyage [str(town_number)]"
   },
   "data": {
      "northern_alliance_population": {
         "display_name": "Alliance du Nord"
      },
      "saved_objects": {
         "building_templates_index": {
            "template_tabs": {
               "northern_alliance": {
                  "display_name": "Alliance",
                  "categories": {
                     "outpost": "Templates d'Explorateur",
                     "settlement": "Templates de Fort"
                  }
               }
            }
         },
         "building_templates": {
            "pottery_studio": {
               "display_name": "Studio de poterie"
            },
            "weavers_hut": {
               "display_name": "Cabane de Tisserand"
            }
         }
      },
      "buffs": {
         "valor_town_bonus_strength_buff": {
            "display_name": "Esprit de Siv",
            "description": "Stat corps augmenté de 2"
         }
      },
      "gm": {
         "campaigns": {
            "hunting": {
               "wild_game": "Du gibier sauvage a été aperçu !",
               "hungry_caribou_raid": "Un troupeau de caribous se dirige vers vos fermes !",
               "hungry_deer_raid": "Une horde de cerf se dirige vers vos fermes !",
               "hungry_racoon_raid": "Un groupe de ratons laveurs se dirige vers vos fermes !",
               "hungry_rabbit_raid": "Une colonie de lapins se dirige vers vos fermes !"
            },
            "trader": {
               "arcs": {
                  "encounters": {
                     "tier_1_shops": {
                        "food_shop": {
                           "shop_info": {
                              "name": "Les produits alimentaires de Gyrd Reinhome",
                              "title": "Le chariot de nourriture de Gyrd Reinhome arrive en ville"
                           }
                        },
                        "woodcutter_shop": {
                           "shop_info": {
                              "name": "Arglod Highlander bûcheron de père en fils",
                              "title": "Arglod Highlander est arrivé avec des marchandises à vendre"
                           }
                        },
                        "stonecutter_shop": {
                           "shop_info": {
                              "name": "Boutique de Bjaen Swiftstone, Tailleur de pierre",
                              "title": "Bjaen Swiftstone est arrivé avec des marchandises à vendre"
                           }
                        },
                        "tannery_shop": {
                           "shop_info": {
                              "name": "Tannerie et Provisions de Gretin Flayer",
                              "title": "Une survivante robuste s'arrête avec ses articles"
                           }
                        }
                     },
                     "tier_2_shops": {
                        "door_shop": {
                           "shop_info": {
                              "name": "Nielkir Oakenvrus vendeur de portes",
                              "title": "Nielkir Oakenvrus est arrivé avec des portes à vendre"
                           }
                        },
                        "container_shop": {
                           "shop_info": {
                              "name": "Magasin de Conteneurs de Olfta Helmbog",
                              "title": "Olfta Helmbog est arrivé avec une caravane remplis de conteneurs"
                           }
                        }
                     }
                  }
               }
            },
            "town_progression": {
               "banner_upgrade": {
                  "title": "Avant-poste établi",
                  "dialog_title": "Avant-poste établi !",
                  "tier_title": "Avant-poste",
                  "reward_message": "Par accord unanime des citoyens, nous déclarons :",
                  "reward_message_ctd": "être un avant-poste s'efforçant de ne faire qu'un avec la nature."
               },
               "town_founding_explanation": {
                  "dialog_tree_info": {
                     "dialog_nodes": {
                        "read_letter3": {
                           "bulletin_message": {
                              "00": "Sa voix prend le rythme d'une récitation prononcé des milliers de fois. \"Valin a créé notre Alliance pour partager dans la richesse, s'adapter aux difficultés et chercher ensemble de nouveaux horizons. L'Alliance du Nord ne fera qu'un avec les cycles et les étoiles de ce Foyer.\"<p>Elle inclina la tête comme pour réfléchir. \"Laquelle de nos philosophies, notre Avant-poste doit-il incarner ?\"</p> "
                           },
                           "bulletin_title": "Ronia Olarkson",
                           "dialog_title": "Ronia Olarkson",
                           "choice_000": "Que devons-nous choisir..."
                        },
                        "open_letter": {
                           "bulletin_message": {
                              "00": "Une femme se tient au bord du camp. Elle porte le bleu de voyage d'éclaireur de la bibliothèque.<br><br><p align='right'><font size=-6 color='#cccccc'>Personne ne l'a vue arriver, mais il est clair qu'elle observe depuis un certain temps.</font></p>"
                           },
                           "bulletin_title": "Une figure apparaît",
                           "dialog_title": "Un éclaireur stoïque",
                           "choice_000": "Bienvenue, voyageur."
                        },
                        "read_letter": {
                           "bulletin_message": {
                              "00": "\"Ronia\" dit-elle en se montrant. Sa voix est étouffée. Comme pour s'expliquer, elle retire son collier de sa gorge, révélant un tas de vieilles cicatrices. Elle fait signe à son couteau. \"Je scoute.\" Puis elle tape la broche en forme d'étoile sur sa cape. \"Pour la bibliothèque de Valin.\""
                           },
                           "bulletin_title": "Ronia Olarkson",
                           "dialog_title": "Ronia Olarkson",
                           "choice_000": "Ah."
                        },
                        "read_letter2": {
                           "bulletin_message": {
                              "00": "Elle parle autant de ses mains et de ses yeux que de sa voix: \"Je suis heureuse que tu sois venue étudier et t'installer. Maintenant que je sais que tu es là, j'enverrai des récits de tes apprentissages aux érudits à la maison.\" <p>Elle se dirige vers la bannière et la touche en son centre vide. \"Premièrement, vous devez choisir votre symbole. Quel avenir avez-vous entrevu lorsque vous avez commencé ce voyage ?\"</p>"
                           },
                           "bulletin_title": "La dame fait un geste éloquent",
                           "dialog_title": "La dame fait un geste éloquent",
                           "choice_000": "Bannière... Hmm..."
                        }
                     }
                  }
               },
               "bird_departs": {
                  "dialog_tree_info": {
                     "dialog_nodes": {
                        "msg1": {
                           "bulletin_message": {
                              "00": "Ronia est maintenant au bord du feu. Elle a écrit le nom de la ville et un bref compte rendu de ses habitants dans la chair blanche d'un morceau d'écorce de bouleau. Méthodiquement, elle l'envoie aux flammes, qui brûlent un instant plus pâle.<p>\"[str(i18n_data.town_name)]\"Elle entonne.\" Par la sagesse de Valin et sous les yeux attentifs des étoiles ci-dessus, soyez rattaché aux archives de la Bibliothèque. \" </p>"
                           },
                           "bulletin_title": "Ronia se lève",
                           "dialog_title": "Le feu scintille",
                           "choice_000": "Ça... fonctionne ?"
                        },
                        "msg2": {
                           "bulletin_title": "Elle sourit seulement avec ses yeux",
                           "dialog_title": "Elle sourit seulement avec ses yeux",
                           "choice_000": "Voyagez sous les étoiles.",
                           "bulletin_message": {
                              "00": "\"Ceux qui comptent, entendront.\" Elle s'incline et fait en sorte de se fondre dans le paysage. \"Adieu\", elle fait des gestes. \"Je reviendrai pour vos histoires.\""
                           }
                        }
                     }
                  }
               },
               "town_founding_food_donation": {
                  "donation_dialog_info": {
                     "dialog_nodes": {
                        "simple_message": {
                           "bulletin_message": {
                              "00": "\"Merci\", murmure Ronia, par son geste, il est clair qu'elle veut dire \"pour votre hospitalité et votre présence\".<p>Elle place une petite pochette à côté de la bannière. A ses côté un emblème de la grande ville la plus proche, à quelques jours de distance. \"Nos villes sont des étoiles dans la constellation de notre peuple\", dit-elle. \"Pour vous, pour eux, pour qu'un jour, vous rejoigniez ces rangs.\"</p><p>Le sac contient :</p>"
                           },
                           "bulletin_title": "Un cadeau",
                           "dialog_title": "Ronia sort une petite pochette",
                           "choice_000": "Délicieux !"
                        }
                     }
                  }
               },
               "hearth_foreshadow_dialog": {
                  "dialog_tree_info": {
                     "dialog_nodes": {
                        "msg4": {
                           "bulletin_message": {
                              "00": "«Quelle sagesse a glanée votre colonie, que peut-elle transmettre au reste de notre peuple ? Cette richesse doit-elle être partagée ? Qu'il soit possible de construire des bastions forts contre le froid ? Que nous chassons, même en sachant que nous pouvons à notre tour devenir la proie ?\"<br><br>Elle incline la tête. \"J'attends votre sagesse avec impatience, en attendant ... un cadeau pour vous rappeler le printemps.\" Elle place un petit paquet près de la bannière."
                           },
                           "bulletin_title": "Ronia fait un signe au foyer",
                           "dialog_title": "Ronia fait un signe au foyer",
                           "choice_000": "Des Graines de Brightbell ! Merci !"
                        },
                        "msg2": {
                           "bulletin_message": {
                              "00": "Ronia fait un geste au camp en souriant. \"Je suis encore venu transmettre vos histoires à la bibliothèque\", indique-t-elle. Elle s'assoit près du feu, rabote un autre morceau d'écorce de bouleau et attend."
                           },
                           "bulletin_title": "Ronia Olarkson",
                           "dialog_title": "Ronia Olarkson",
                           "choice_000": "Eh bien, puisque vous étiez la dernière ici..."
                        },
                        "msg3": {
                           "bulletin_message": {
                              "00": "Ronia note méticuleusement les aventures de chacun via des runes sur l'écorce de bouleau, et les engage à nouveau dans les flammes. \"Votre lumière s'allume, bientôt votre foyer attirera les autres, et un jour, il sera aussi une étoile dans la constellation de notre peuple.\""
                           },
                           "bulletin_title": "Ronia se relève",
                           "dialog_title": "Ronia se relève",
                           "choice_000": "C'est l'heure ?"
                        },
                        "msg1": {
                           "bulletin_message": {
                              "00": "Ronia apparaît à nouveau au abords du camp. <br><br><p align='right'><font size=-6 color='#cccccc'>Depuis combien de temps se tient-elle là, observant ?</font></p>"
                           },
                           "bulletin_title": "Ronia revient",
                           "dialog_title": "Le philosophe éclaireur",
                           "choice_000": "Vous êtes revenus !"
                        }
                     }
                  }
               },
               "hearth_choice_explanation": {
                  "dialog_tree_info": {
                     "dialog_nodes": {
                        "makers": {
                           "bulletin_message": {
                              "00": "\"Un Foyer des Artisants est pour ceux qui croient qu'une maison est un lieu d'apprentissage et de création, et que les choses que nous construisons sont destinées à être échangées afin que nous puissions tous devenir sages ensemble."
                           },
                           "bulletin_title": "Apprendre en faisant",
                           "dialog_title": "Apprendre en faisant",
                           "choice_000": "Sagesse dans la création."
                        },
                        "final": {
                           "bulletin_message": {
                              "00": "Ronia conclut : \"Joie, Artisanat et Gloire, le choix de votre chemin ouvre la voie à tous ceux qui suivent. Dans la sagesse de Valin et sous les auspices de Firnn, Knut et Siv…\" "
                           },
                           "bulletin_title": "Un choix",
                           "dialog_title": "Un choix",
                           "choice_000": "Nous choisissons..."
                        },
                        "intro2": {
                           "bulletin_message": {
                              "00": "Elle tape sa broche. \"La bibliothèque est satisfaite de vos progrès.\" Elle se penche et touche les pierres de votre foyer. \"Il est maintenant temps de choisir la balise qui représentera votre établissement.\" "
                           },
                           "bulletin_title": "Ronia Olarkson",
                           "dialog_title": "Ronia Olarkson",
                           "choice_000": "Comme c'est la tradition."
                        },
                        "cheer": {
                           "bulletin_message": {
                              "00": "\"Valin enseigne qu'une maison est un rempart contre les éléments, un endroit pour trouver le secours et l'amitié. Le Foyer de Joie rassemble tous ceux qui cherchent à créer une chaleur qu'aucune tempête de neige ne peut dissiper.\""
                           },
                           "bulletin_title": "Chaleur dans le froid",
                           "dialog_title": "Chaleur dans le froid",
                           "choice_000": "Force dans l'unité."
                        },
                        "intro3": {
                           "bulletin_message": {
                              "00": "Sa voix prend un ton grave : \"Maître Cid a vu les foyers comme des étoiles terrestres, éclairant notre connaissance du monde. Depuis que nous avons tourné le dos au Phénix, ils ont brûlé pour montrer les cieux et nous montrer notre place dans le cycle du Foyer\" <br><br>Elle attend la réponse appropriée."
                           },
                           "bulletin_title": " Ronia Olarkson",
                           "dialog_title": " Ronia Olarkson",
                           "choice_000": "La sagesse nous guide."
                        },
                        "glory": {
                           "bulletin_message": {
                              "00": "\"Enfin, le Foyer de la Gloire nous rappelle que pour survivre dans les régions les plus éloignées, nous devons affûter nos corps et nos esprits à leur maximum, car tout ce qui ne l'est pas tombera prématurément dans le froid.\""
                           },
                           "bulletin_title": "La chasse est partout",
                           "dialog_title": "La chasse est partout",
                           "choice_000": "Résilience en hiver."
                        },
                        "intro": {
                           "bulletin_message": {
                              "00": "Ronia apparaît au bord du camp, souriante, les bras écartés pour englober tout ce qui a été construit depuis sa dernière apparition. \"Les étoiles bénissent vos apprentissages\", murmure-t-elle. \"Dois-je entendre vos histoires?\""
                           },
                           "bulletin_title": "Ronia revient à nouveau",
                           "dialog_title": "Plus de temps pour les histoires",
                           "choice_000": "Oui s'il vous plaît."
                        }
                     }
                  }
               },
               "hearth_upgrade": {
                  "title": "Colonie établi",
                  "dialog_title": "Colonie établi !",
                  "tier_title": "Colonie ",
                  "reward_message": "Par accord unanime des citoyens, nous déclarons :",
                  "reward_message_ctd": "être un règlement pour prouver que ses richesses et son artisanat sont inégalés."
               },
               "shrine_choice_explanation": {
                  "dialog_tree_info": {
                     "dialog_nodes": {
                        "clergy": {
                           "bulletin_message": {
                              "00": "Ronia adopte encore un ton poétique : \"Firnn le Cerf, dont les sabots font tomber les faveurs de l'été : bénis cette ville par la prospérité, et la sagesse de vivre en harmonie avec les cycles de la terre.\" <br><i>(Construire une source d'été donnera à tous les habitants de la ville un coup de pouce +1 aux attributs de l'esprit, du corps et de l'âme.)</i>"
                           },
                           "bulletin_title": "La Source de l'Été",
                           "dialog_title": "Le Clergé",
                           "choice_000": "Par la bénédiction de Firnn."
                        },
                        "makers": {
                           "bulletin_message": {
                              "00": "Ronia continue : \"Knut le prompt, qui tourne la roue de la fortune : bénis cette ville par une ère de grande prospérité, et de prévoyance, celle de stocker la faveur contre les épreuves à venir. <br><i>(Construire une source de fortune donnera la possibilité de créer des meubles et des décorations de qualité, qui sont considérablement meilleurs que ceux d'excellente qualité.) </i>"
                           },
                           "bulletin_title": "La Source de la Fortune",
                           "dialog_title": "La Source de la Fortune",
                           "choice_000": "Par la ruse de Knut."
                        },
                        "summary": {
                           "bulletin_message": {
                              "00": "\"Par la sagesse de Valin et les conseils de la Bibliothèque, il est temps de demander la faveur de la constellation qui vous reflète le mieux, la philosophie qui guide notre peuple.\" Elle produit trois rouleaux qu'elle distribue à ceux qui l'entourent. \"Créez pensivement, et laissez les esprits entendrent la sagesse dans vos actes.\""
                           },
                           "bulletin_title": "Ronia conclut : ",
                           "dialog_title": "Ronia conclut : ",
                           "choice_000": "Je vous remercie."
                        },
                        "military": {
                           "bulletin_message": {
                              "00": "Ronia finit : \"Et Siv le Loup, dont le souffle réchauffe l'hiver glacial alors qu'il poursuit une proie fugitive : bénis cette ville avec de la résilience, pour que nous résistions au froid dans notre temps de force, et acceptons notre retour à la terre quand ce temps est terminée.\"<br><i>(Construire une source de feu vous donnera plus de force en combat et +2 à l'attribut corps.)</i> "
                           },
                           "bulletin_title": "La Source de Feu",
                           "dialog_title": "La Source de Feu",
                           "choice_000": "Par la grâce de Siv."
                        },
                        "intro": {
                           "bulletin_message": {
                              "00": "Ronia secoue tendrement la tête. \"Vous attendiez-vous à ce que les étoiles viennent vous visiter sur terre, ce sont des esprits, pas des bêtes, ce sont les allégories de Valin, engagées dans les cieux pour que nous n'oublions pas ses enseignements.\""
                           },
                           "bulletin_title": "Ronia apparaît une fois de plus",
                           "dialog_title": "Ronia revient seul",
                           "choice_000": "J'ai entendu des histoires..."
                        },
                        "intro2": {
                           "bulletin_title": "Ronia regarde vers le foyer",
                           "dialog_title": "Ronia regarde vers le foyer",
                           "choice_000": "Rappelle-nous.",
                           "choice_001": "Nous avons déjà décidé.",
                           "bulletin_message": {
                              "00": "\"Il est temps de créer un monument et de demander les bénédictions de l'esprit qui vous guidera, puis je vais enregistrer votre établissement comme une étoile dans la constellation de l'Alliance du Nord, et vos histoires seront en sécurité dans la Bibliothèque de notre peuple. Vous avez fait votre choix? \""
                           }
                        }
                     }
                  }
               },
               "unlock_shrine_recipes": {
                  "bulletin_title": "Recettes de sanctuaire Maçon débloquées !"
               },
               "shrine_quest_valor": {
                  "title": "Quête du canton : Source de Feu",
                  "dialog_title": "Quête du canton : Source de Feu"
               },
               "shrine_quest_guildmaster": {
                  "title": "Quête du canton : Source de Fortune",
                  "dialog_title": "Quête du canton : Source de Fortune"
               },
               "shrine_quest_deity": {
                  "title": "Quête du canton : Source d'Été",
                  "dialog_title": "Quête du canton : Source d'Été"
               },
               "shrine_upgrade": {
                  "title": "Canton établi",
                  "dialog_title": "Canton Atteint !",
                  "tier_title": "Canton",
                  "reward_message": "Par la volonté des esprits, nous reconnaissons :",
                  "reward_message_ctd": "Pour la découverte de mystères du monde. La ville est éligible pour :"
               },
               "shrine_upgrade_valor": {
                  "recipe_bulletins": {
                     "recipe_unlock_mason": "Nouvelles recettes de conteneurs pour Maçon !",
                     "recipe_unlock_weaver": "Nouvelle recette de peau de loup pour Tisserand !"
                  },
                  "achievements": {
                     "001": "Recettes de récipient de Maçon",
                     "000": "Corps +2",
                     "002": "Recette de peau de loup de Tisserand"
                  },
                  "reward_message_ctd": "Pour actes de bravoure incroyable au combat. La ville est éligible pour :"
               },
               "shrine_upgrade_guildmaster": {
                  "recipe_bulletins": {
                     "recipe_unlock_blacksmith": "Nouvelles recettes de meubles pour Forgeron !",
                     "recipe_unlock_mason": "Nouvelle recette de statue pour Maçon !"
                  },
                  "achievements": {
                     "001": "Recette de statue de lièvre Maçon",
                     "002": "Recettes de meubles de Forgeron"
                  },
                  "reward_message_ctd": "Pour la découverte de mystères du monde. La ville est éligible pour :"
               },
               "shrine_upgrade_deity": {
                  "recipe_bulletins": {
                     "recipe_unlock_mason": "Nouvelle recette de jardinière pour Maçon !",
                     "recipe_unlock_weaver": "Nouvelles recettes de décoration pour Tisserand !"
                  },
                  "achievements": {
                     "001": "Recette de jardinière pour Maçon !",
                     "002": "Recettes de décoration pour Tisserand"
                  }
               },
               "valor_dialog_1": {
                  "dialog_tree_info": {
                     "dialog_nodes": {
                        "msg2": {
                           "bulletin_message": {
                              "00": "Ronia se laisse tombé en position de chasse et montre ses dents. Le loup met à nu ses crocs arrière. Ensuite, ils soulèvent tous deux leur menton en exposant leur gorge. La main de Ronia touche le coups du loup, puis il renifle une fois les cicatrices sur son cou."
                           },
                           "bulletin_title": "Siv, l'Esprit de la Chasse",
                           "dialog_title": "Siv, l'Esprit de la Chasse",
                           "choice_000": "Est-ce que... Siv ?"
                        },
                        "msg3": {
                           "bulletin_message": {
                              "00": "Le loup tourne lentement la tête et les gens qui l'entourent font une pause, dépassés par une vision : un éclair de vent dans le visage alors qu'ils traversent une plaine enneigée, l'odeur de leur proie les reliant comme un fil. Chaque chasseur mangera ce soir ou mourra, leurs corps retournant à la terre. La simplicité de cela redresse chaque colonne vertébrale. Ce soir, tous connaissent leur place dans le monde. Un instant plus tard, le loup est parti."
                           },
                           "bulletin_title": "Siv, l'Esprit de la Chasse",
                           "dialog_title": "Siv, l'Esprit de la Chasse",
                           "choice_000": "Merci, Siv."
                        },
                        "msg1": {
                           "bulletin_message": {
                              "00": "Un faible grognement sature l'air entourant le feu de camp. Autour de deux étincelles de l'âtre, un loup se forme, blanc comme l'hiver, sauf pour ses yeux jaunes brillants."
                           },
                           "bulletin_title": "Un loup de feu",
                           "dialog_title": "Un loup avec des yeux comme des braises",
                           "choice_000": "Votre coeur bat."
                        }
                     }
                  }
               },
               "guild_dialog_1": {
                  "dialog_tree_info": {
                     "dialog_nodes": {
                        "msg2": {
                           "bulletin_message": {
                              "00": "Ronia agenouillé devant le lapin et tasses ses mains pour qu'il puisse sauter dans eux. Elle marche lentement vers la célébration. Les oreilles du lapin pivotent dans tous les sens, profitant des festivités."
                           },
                           "bulletin_title": "Knut, Esprit de la Fortune",
                           "dialog_title": "Knut, Esprit de la Fortune",
                           "choice_000": "Est-ce que... Knut ?"
                        },
                        "msg3": {
                           "bulletin_message": {
                              "00": "Le lapin se tourne pour renifler dans la direction du feu, et au milieu des braises apparaît une vision : une constellation de villes décorées sur une carte, et des dizaines, des centaines, des milliers d'histoires rassemblées de leurs apprentissages. Les visions de produits finement travaillés flottent à travers la fumée, créant une parenté entre ceux qui ont créé et ceux qui apprendront de leurs progrès et créeront à nouveau. Puis la créature saute des mains de Ronia et dans la foule."
                           },
                           "bulletin_title": "Knut, Esprit de la Fortune",
                           "dialog_title": "Knut, Esprit de la Fortune",
                           "choice_000": "Merci, Knut."
                        },
                        "msg1": {
                           "bulletin_message": {
                              "00": "Au bord du nouveau monument, un lapin apparaît. Il arbore des ombres violettes autour de lui comme une cape. Ses oreilles sont de la couleur du ciel entre les étoiles et ses yeux percent comme le soleil sur la neige."
                           },
                           "bulletin_title": "Un lapin étrange",
                           "dialog_title": "Un lapin avec de la fourrure comme le ciel nocturne",
                           "choice_000": "Vous grandissez encore."
                        }
                     }
                  }
               },
               "deity_dialog_1": {
                  "dialog_tree_info": {
                     "dialog_nodes": {
                        "msg2": {
                           "bulletin_message": {
                              "00": "Ronia s'approche du cerf saluant bassement, si bas que ses cheveux frottent le sol, tout en faisant des signes vers le foyer. La musique semble l'attirer plus près."
                           },
                           "bulletin_title": "Firnn, Esprit d'Été",
                           "dialog_title": "Firnn, Esprit d'Été",
                           "choice_000": "Est-ce que ... Firnn ?"
                        },
                        "msg3": {
                           "bulletin_message": {
                              "00": "Le cerf tourne, une lumière traverse chaque personne qui se tient à proximité. Tout le monde semble plus énergique : plus fort, plus sage, plus courageux. Puis la créature détourne la tête du feu et semble fondre dans l'air, devenant une avec les festivités comme la ville est devenue une avec l'Alliance."
                           },
                           "bulletin_title": "Firnn, Esprit d'Été",
                           "dialog_title": "Firnn, Esprit d'Été",
                           "choice_000": "Merci, Firnn."
                        },
                        "msg1": {
                           "bulletin_message": {
                              "00": "A la fin de la célébration, une créature émerge des ombres. Il ressemble à un cerf particulièrement fin, mais ses cornes brillent au clair de lune, et ses taches brillent comme de minuscules étoiles. Une couronne rougeoyante apparaît autour de son cou."
                           },
                           "bulletin_title": "Un cerf rougeoyant",
                           "dialog_title": "Un cerf orné d'étoiles",
                           "choice_000": "Tu regardes."
                        }
                     }
                  }
               },
               "post_shrine_dialog": {
                  "dialog_tree_info": {
                     "dialog_nodes": {
                        "msg2": {
                           "bulletin_message": {
                              "00": "Ronia considère la Source. \"Quels enseignements poursuivrez-vous ensuite ? Les autres monuments sembleraient bien à côté de celui-ci, bien qu'ils n'aient pas le pouvoir d'appeler les constellations.\" Elle sourit. \"Votre ville a tout ce dont elle a besoin, n'est-ce pas ?\""
                           },
                           "bulletin_title": "Ronia Olarkson, Éclaireur & Sage",
                           "dialog_title": "Ronia Olarkson, Éclaireur & Sage",
                           "choice_000": "Effectivement."
                        },
                        "msg3": {
                           "bulletin_message": {
                              "00": "Ronia touche sa poitrine. \"Tu me réchauffes le coeur.\" Elle fait un pas en arrière et fait un geste d'adieu qui englobe tout. Ses yeux flamboient, rappelant que les Éclaireurs de Valin voyagent pour toujours loin de la civilisation, vers des lieux encore plus sauvages et dangereux que ceux-ci.<br><br>\"Comme Valin l'enseigne, chaque précieux moment doit être chéri contre l'inévitable changement de la météo.\""
                           },
                           "bulletin_title": "Ronia Olarkson, Éclaireur & Sage",
                           "dialog_title": "Ronia Olarkson, Éclaireur & Sage",
                           "choice_000": "Adieu, Ronia ! Suivez les étoiles !"
                        },
                        "msg1": {
                           "bulletin_message": {
                              "00": "Ronia regarde le groupe se calmer. \"C'était bien fait\", murmure-t-elle. \"Votre canton est officiellement entré dans les annales de la Bibliothèque, et les esprits honorent vos pas.\""
                           },
                           "bulletin_title": "Ronia prend congé",
                           "dialog_title": "Ronia Olarkson, Éclaireur & Sage",
                           "choice_000": "Les bénédictions de Valin."
                        }
                     }
                  }
               },
               "reembark_dialog": {
                  "dialog_tree_info": {
                     "dialog_nodes": {
                        "msg1": {
                           "bulletin_message": {
                              "00": "Quand Ronia apparaît pour la dernière fois, c'est avec une bannière dorée dans ses mains. C'est un jumeau de celle pour lequel cette ville s'est embarquée il y a si longtemps. Elle incline la tête avec un sourire et fait des gestes à l'horizon. Elle n'a pas besoin de parler. Le foyer attend. </p><p><font size=-1><i> La relance vous permet de transporter jusqu'à 3 citoyens, 10 objets et toutes vos recettes débloquées lors du démarrage d'une nouvelle ville.</i></font></p>"
                           },
                           "bulletin_title": "Ronia, encore une fois",
                           "dialog_title": "Une dernière chose",
                           "choice_000": "Passionnant !"
                        }
                     }
                  }
               },
               "shrine_choice": {
                  "guildmaster": {
                     "description": "<i>Cette ville sera connue pour son artisanat ingénieux, affiné à partir des matériaux disponible.</i><ul><li>Permet l'artisanat d'articles de qualité de Maître</li></ul>"
                  },
                  "deity": {
                     "description": "<i>Cette ville partagera la générosité de la terre avec ceux qui souffrent encore de l'hiver.</i><ul><li>Bénit tous les citoyens avec +1 à l'esprit, au corps et à l'Âme</li></ul>"
                  },
                  "valor": {
                     "description": "<i>Cette ville sera connue pour les ennemis qu'elle a vaincus et se dresse au mépris de ceux qui veulent éteindre sa flamme.</i><ul><li>Bénit tous les citoyens avec un +2 au corps</li></ul>"
                  }
               },
               "shrine_foreshadow_dialog": {
                  "dialog_tree_info": {
                     "dialog_nodes": {
                        "msg1": {
                           "bulletin_title": "Ronia matérialise",
                           "dialog_title": "Les éclaireurs sont sérieusement silencieux !",
                           "choice_000": "C'est bon de te revoir.",
                           "bulletin_message": {
                              "00": "Elle offre un petit sourire alors qu'elle se tape la tête. Son expression semble dire \"Surpris ?\". Deux doigts d'une main miment une personne sur la pointe des pieds dans l'herbe. Sa cape bleue semble prendre la couleur du ciel qui l'entoure."
                           }
                        },
                        "msg2": {
                           "bulletin_title": "Ronia admire la ville",
                           "dialog_title": "Ronia admire la ville",
                           "choice_000": "Nous avons beaucoup grandi depuis...",
                           "bulletin_message": {
                              "00": "Elle fait signe aux nouveaux ajouts à la ville hoche la tête en signe d'approbation. Son manteau est repoussé, et il est clair que les cicatrices s'étirent autour de son cou en forme de mâchoire de loup. Aujourd'hui, ils ont l'air un peu enflammés. <br><br>Elle s'installe près du feu et se procure à nouveau de l'écorce de bouleau et un crayon en charbon. D'un signe de tête, elle invite ceux qui l'entourent à raconter leurs aventures récentes."
                           }
                        },
                        "msg3": {
                           "bulletin_title": "Ronia écrit",
                           "dialog_title": "Ronia écrit",
                           "choice_000": "Les bêtes allégoriques de Valin ?",
                           "bulletin_message": {
                              "00": "Tandis que Ronia enregistre les contes et les jette dans le feu, elle devient réfléchie. À la fin, elle hoche la tête, et produit, à partir de sa poche, trois pierres lisses.<br><br>Ils portent chacun un marquage griffé familier: L'un est la constellation de Firnn le Cerf, souvent associée à la générosité, et l'été . L'un est la constellation de Siv le loup, qui s'assure que chaque chasse contribue au cycle du monde. Le dernier représente les trois minuscule étoiles de Knut le Lapin, qui fait tourner la roue de la fortune."
                           }
                        },
                        "msg4": {
                           "bulletin_title": "Ronia s'agenouille",
                           "dialog_title": "Ronia s'agenouille",
                           "choice_000": "Nous serons prêts.",
                           "bulletin_message": {
                              "00": "Une fois qu'elle a fini, elle place les pierres près du feu et incline la tête en prière. \"Il est temps\", murmure-t-elle. \"Quand je reviendrai, j'apporterai les esprits et nous créerons le monument pour demander leur bénédiction.\""
                           }
                        }
                     }
                  }
               }
            }
         }
      }
   },
   "entities": {
      "gizmos": {
         "na_camp_standard": {
            "na_camp_standard_ghost": {
               "display_name": "Campement Standard",
               "description": "Permet de savoir que tu es rentré à la maison."
            }
         },
         "na_town_banner_guardian": {
            "na_town_banner_guardian_ghost": {
               "display_name": "Bannière de Ruse",
               "description": "Permet de savoir que tu es rentré à la maison.",
               "town_bonus_description": "<i>Cette colonie deviendra un carrefour commercial animé.</i><ul><li>Les routes augmentent la vitesse d'un heartling par 3x</li><li>Les articles se vendent 50% plus chère</li><li>Les commerçants apporteront 2x plus de marchandises et d'or</li></ul>"
            },
            "na_town_banner_guardian_token": {
               "display_name": "Lambeau de la bannière de Ruse",
               "description": "Un lambeau de la bannière de Ruse, portant sa bénédiction."
            }
         },
         "na_town_banner_might": {
            "na_town_banner_might_ghost": {
               "display_name": "Bannière de Force",
               "description": "Permet de savoir que tu es rentré à la maison.",
               "town_bonus_description": "<i>Cette colonie deviendra forte à travers la terre et l'acier.</i><ul><li>L'exploitation minière donne 50% de minerai, de pierre et d'argile supplémentaire</li><li>Les Hearthlings ne se soucient plus des espaces exigus</li></ul>"
            },
            "na_town_banner_might_token": {
               "display_name": "Lambeau de la bannière de Force",
               "description": "Un lambeau de la bannière de Force, portant sa bénédiction."
            }
         },
         "na_town_banner_nature": {
            "na_town_banner_nature_ghost": {
               "display_name": "Bannière de Vitalité",
               "description": "Permet de savoir que tu es rentré à la maison.",
               "town_bonus_description": "<i>Cette colonie vivra en harmonie avec la nature.</i><ul><li>Les arbres produisent 25% de bois de plus</li><li>Les plantes et les cultures poussent 25% plus vite</li><li>Les plantes poussent 2x plus vite que la normale</li></ul>"
            },
            "na_town_banner_nature_token": {
               "display_name": "Lambeau de la bannière de Vitalité",
               "description": "Un lambeau de la bannière de Vitalité, portant sa bénédiction."
            }
         }
      },
      "decoration": {
         "hearth_wolf": {
            "hearth_wolf": {
               "display_name": "Foyer de l'Arisanat",
               "description": "La preuve que vos artisans ont appris à dompter la terre et produit des biens dignes d'être envoyé dans le vaste inconnu"
            }
         },
         "hearth_magma": {
            "hearth_magma": {
               "display_name": "Foyer de la Gloire",
               "description": "La preuve que vous avez une force militaire et que vous êtes préparé à vous mesurer à bien des défis"
            }
         },
         "hearth_ice": {
            "hearth_ice": {
               "display_name": "Foyer de Joie",
               "description": "Fournit de la chaleur, de la lumière, du confort et des buffs quotidiens aléatoires"
            }
         },
         "shrine_wolf": {
            "shrine_wolf": {
               "display_name": "Source de Feu",
               "description": "Conçu pour honorer Siv, l'esprit de la chasse"
            }
         },
         "shrine_stag": {
            "shrine_stag": {
               "display_name": "Source d'Été",
               "description": "Conçu pour honorer Firnn, l'esprit du bois"
            }
         },
         "shrine_hare": {
            "shrine_hare": {
               "display_name": "Source de Fortune",
               "description": "Conçu pour honorer Knut, l'esprit de la roue"
            }
         },
         "banner_wall_small_stag": {
            "banner_wall_small_stag_ghost": {
               "display_name": "Petite bannière de cerf",
               "description": "Montrez votre dévotion à Firnn avec cette bannière."
            }
         },
         "banner_wall_big_stag": {
            "banner_wall_big_stag_ghost": {
               "display_name": "Longue bannière de cerf",
               "description": "Montrez votre dévotion à Firnn avec cette bannière."
            }
         },
         "window_box_stone_snow_poppy": {
            "window_box_stone_snow_poppy_ghost": {
               "display_name": "Jadinière de pavot des neiges",
               "description": "Une bien jolie maison pour de belles fleurs."
            }
         },
         "rug_moss": {
            "rug_moss_ghost": {
               "display_name": "Tapis de mousse",
               "description": "Fait de tapis de plantes en l'honneur de Firnn."
            }
         },
         "wall_mounted_candle": {
            "wall_mounted_candle_ghost": {
               "display_name": "Décoration de bougie dorée",
               "description": "Une décoration dédié à la gloire de Knut."
            }
         },
         "rug_pelt_wolf": {
            "rug_pelt_wolf_ghost": {
               "display_name": "Couverture en Peau de loup",
               "description": "En l'honneur de Siv, rien ne se perd lors d'une chasse."
            }
         },
         "wall_mounted_paw": {
            "wall_mounted_paw_ghost": {
               "display_name": "La patte de Siv",
               "description": "Marque du chasseur, jamais vu ou entendu ... jusqu'à ce qu'il soit trop tard."
            }
         },
         "wall_mounted_antlers": {
            "wall_mounted_antlers_ghost": {
               "display_name": "Ramure en applique murale",
               "description": "L'enfant de Firn bénit nos salles avec leurs bois."
            }
         },
         "statue_hare": {
            "statue_hare_ghost": {
               "display_name": "Statue de Knut",
               "description": "L'apparence de Knut, racontée dans les histoires d'autrefois."
            }
         },
         "window_box_stone_violet": {
            "window_box_stone_violet_ghost": {
               "display_name": "Jardinière de violette",
               "description": "Une bien jolie maison pour de belles fleurs."
            }
         }
      },
      "npc": {
         "herald": {
            "female": {
               "herald_siv": {
                  "display_name": "Siv",
                  "description": "Esprit de la chasse"
               },
               "herald_ronia": {
                  "display_name": "Ronia Olarkson",
                  "description": "Un éclaireur de la bibliothèque"
               }
            },
            "male": {
               "herald_knut": {
                  "display_name": "Knut",
                  "description": "Esprit de la Roue"
               },
               "herald_firnn": {
                  "display_name": "Firnn",
                  "description": "Esprit du bois"
               }
            }
         }
      },
      "furniture": {
         "chair_golden": {
            "chair_golden_ghost": {
               "display_name": "Chaise d'or",
               "description": "Un trône digne de Knut, mais ils le partageront avec d'autres."
            }
         },
         "table_stone_gold": {
            "table_stone_gold_ghost": {
               "display_name": "Table en pierre plaquée or",
               "description": "Une table sur laquelle Knut serait fier de manger."
            }
         }
      },
      "container": {
         "input_shelf_wall_stone_gold": {
            "input_shelf_wall_stone_gold_ghost": {
               "display_name": "Étagère d'approvisionnement de mur en or",
               "description": "Un ensemble d'étagères digne de la gloire de Knut."
            }
         },
         "input_bin_stone_wolf": {
            "input_bin_stone_wolf_ghost": {
               "display_name": "Bol de pierre de Siv",
               "description": "Un conteneur d'approvisionnement, comme quand Siv fournit nos ventres."
            }
         },
         "output_box_stone_wolf": {
            "output_box_stone_wolf_ghost": {
               "display_name": "Étagères de travail de Siv",
               "description": "Une étagère de stockage temporaire, comme quand Siv prépare pour la chasse."
            }
         },
         "chest_stone_wolf": {
            "chest_stone_wolf_ghost": {
               "display_name": "Coffre en pierre de Siv",
               "description": "Peut stocker jusqu'à 128 articles, comme Siv rassemble des ressources pour le long hiver."
            }
         }
      },
      "weapons": {
         "spear_horn": {
            "spear_horn_iconic": {
               "display_name": "Corne de lance",
               "description": "Imprègne le porteur du pouvoir de guérison de Firnn, leur permettant de surmonter plus rapidement leurs blessures."
            }
         }
      },
      "armor": {
         "shield_hare": {
            "display_name": "Bouclier de cheveux de lapin",
            "description": "Imprègne le porteur du pouvoir de guérison de Knut, lui permettant de mieux se battre."
         },
         "helmet_wolf": {
            "helmet_wolf_iconic": {
               "display_name": "Heaume de loup",
               "description": "Fabriqué avec la bénédiction de Siv, pour protéger notre communauté."
            },
            "display_name": "Heaume de loup",
            "description": "Imprègne le porteur du pouvoir de guérison de Siv, lui permettant de dormir moins."
         }
      }
   },
   "jobs": {
      "mason": {
         "recipes": {
            "shrine_stag": {
               "recipe_name": "Source d'Été",
               "description": "Fabriqué pour honorer Firnn, l'esprit du bois"
            },
            "shrine_hare": {
               "description": "Fabriqué pour honorer Knut, l'esprit de la roue",
               "recipe_name": "Source de Fortune"
            },
            "shrine_wolf": {
               "description": "Conçu pour honorer Siv, l'esprit de la chasse",
               "recipe_name": "Source de Feu"
            },
            "crude_weaver_spindle_recipe": {
               "recipe_name": "Broche brute"
            },
            "stone_sword_recipe": {
               "recipe_name": "Épée d'entrainement en pierre"
            },
            "window_box_stone_snow_poppy_recipe": {
               "description": "Une boîte de planteur pleine de fleurs de pavot de neige, construite pour être placée au-dessous des cadres de fenêtre.",
               "recipe_name": "Jardinière de pavot des neiges",
               "flavor": "Un matin arctique sombre est toujours rendu plus brillant avec un coquelicot."
            },
            "statue_hare": {
               "description": "Fabriqué pour honorer Knut, esprit de la roue.",
               "recipe_name": "Statue de Knut"
            },
            "chair_golden": {
               "description": "Un trône digne de Knut, mais ils le partageront avec d'autres.",
               "recipe_name": "Chaise d'or"
            },
            "wall_mounted_antlers_recipe": {
               "description": "Les parents de Firnn bénissent nos salles avec leurs bois.",
               "recipe_name": "Ramure en applique murale"
            },
            "wall_mounted_paw_recipe": {
               "description": "Marque du chasseur, jamais vu ou entendu ... jusqu'à ce qu'il soit trop tard.",
               "recipe_name": "La patte de Siv"
            },
            "output_box_stone_wolf_recipe": {
               "description": "Une étagère de stockage temporaire, comme quand Siv prépare pour la chasse.",
               "recipe_name": "Les étagères de travail de Siv"
            },
            "input_bin_stone_wolf_recipe": {
               "description": "Un conteneur d'approvisionnement, comme quand Siv fournit nos ventres.",
               "recipe_name": "Le bol de pierre de Siv"
            },
            "chest_stone_wolf_recipe": {
               "description": "Peut stocker jusqu'à 128 articles, comme quand Siv rassemble des ressources pour le long hiver.",
               "recipe_name": "Coffre en pierre de Siv"
            }
         }
      },
      "weaver": {
         "recipes": {
            "banner_wall_big_stag_recipe": {
               "description": "Montrez votre dévotion à Firnn avec cette bannière.",
               "recipe_name": "Longue bannière de cerf",
               "flavor": "Aussi un signe d'un amoureux de la nature."
            },
            "banner_wall_small_stag_recipe": {
               "description": "Montrez votre dévotion à Firnn avec cette bannière.",
               "recipe_name": "Bannière courte de cerf",
               "flavor": "Aussi un signe d'un amoureux de la nature."
            },
            "rug_moss_recipe": {
               "description": "Fait de matière végétale en l'honneur de Firnn.",
               "recipe_name": "Tapis de mousse"
            },
            "rug_pelt_wolf_recipe": {
               "description": "En l'honneur de Siv, rien ne se perd lors d'une chasse.",
               "recipe_name": "Couverture en Peau de loup"
            },
            "spear_horn_recipe": {
               "description": "Imprègne le porteur du pouvoir de guérison de Firnn, leur permettant de surmonter plus rapidement leurs blessures.",
               "recipe_name": "Corne de lance",
               "flavor": "Fabriqué avec la bénédiction de Firnn, pour protéger notre communauté."
            },
            "helmet_wolf_recipe": {
               "description": "Imprègne le porteur du pouvoir de guérison de Siv, lui permettant de dormir moins.",
               "recipe_name": "Heaume de loup",
               "flavor": "Fabriqué avec la bénédiction de Siv, pour protéger notre communauté."
            },
            "shield_hare_recipe": {
               "description": "Imprègne le porteur du pouvoir de guérison de Knut, lui permettant de mieux se battre.",
               "recipe_name": "Bouclier de cheveux de lapin",
               "flavor": "Fabriqué avec la bénédiction de Knut, pour protéger notre communauté."
            }
         }
      },
      "blacksmith": {
         "recipes": {
            "chair_golden": {
               "description": "Un trône digne de Knut, mais ils le partageront avec d'autres.",
               "recipe_name": "Chaise d'or"
            },
            "input_shelf_wall_stone_gold": {
               "description": "Un conteneur aussi beau qu'utile.",
               "recipe_name": "Étagère d'approvisionnement de mur en or"
            },
            "table_stone_gold": {
               "description": "Une table sur laquelle Knut serait fier de manger.",
               "recipe_name": "Table en pierre plaquée or"
            },
            "wall_mounted_candle": {
               "description": "Une décoration dédié à la gloire de Knut.",
               "recipe_name": "Décoration de bougie dorée"
            }
         }
      }
   },
   "loadouts": {
      "hunting_party": {
         "display_name": "Partie de chasse",
         "description": "La terre est pleine d'animaux. hmm... savoureux, de savoureux animaux. Les archers peuvent les chasser, et le cuisinier peut les transformer en morceaux délicieux.",
         "tooltip": "La chasse est une source de nourriture moins fiable, mais les archers peuvent faire double emploi en tant que gardes de la ville."
      }
   },
   "kingdoms": {
      "northern_alliance": "Alliance du Nord"
   }
}